export default {
  projections: {
    ГрафСобесE: {
      тЧГрафСобес: {
        __caption__: 'Т ч граф собес',
        планирСобес: {
          __caption__: 'Дата планирования',
          датаПланСобес: {
            __caption__: 'Дата планирования'
          },
          иметьПриСебе: {
            __caption__: 'Иметь при себе'
          },
          регистАнкеты: {
            __caption__: '',
            фИОКандидата: {
              __caption__: 'ФИО'
            },
            вакантДолжн: {
              __caption__: '',
              должности: {
                __caption__: 'Вакантная должность'
              }
            }
          }
        }
      }
    },
    ГрафСобесL: {
    }
  },
  validations: {
    тЧГрафСобес: {
      __caption__: 'Т ч граф собес'
    }
  }
};
