export default {
  caption: 'Планир собес',
  'датаПланСобес-caption': 'Дата планирования собеседования',
  'иметьПриСебе-caption': 'Иметь при себе',
  'регистАнкеты.номерТелефона-caption': 'Номер телефона',
  'регистАнкеты.элПочта-caption': 'Эл почта',
  'регистАнкеты.вакантДолжн.должности-caption': 'Вакантная должность',
  'регистАнкеты.организация.адрес-caption': 'Адрес',
  'регистАнкеты.организация.телОрганиз-caption': 'Телефон',
  'регистАнкеты-caption': 'ФИО',
  'организация-caption': 'Наименование организации'
};
