export default {
  projections: {
    ПланирСобесE: {
      датаПланСобес: {
        __caption__: 'Дата планирования собеседования'
      },
      регистАнкеты: {
        __caption__: 'ФИО',
        фИОКандидата: {
          __caption__: 'ФИО'
        },
        вакантДолжн: {
          __caption__: '',
          должности: {
            __caption__: 'Вакантная должность'
          }
        },
        номерТелефона: {
          __caption__: 'Номер телефона'
        },
        элПочта: {
          __caption__: 'Эл почта'
        },
        организация: {
          __caption__: '',
          адрес: {
            __caption__: 'Адрес'
          },
          телОрганиз: {
            __caption__: 'Телефон'
          }
        }
      },
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      организация: {
        __caption__: 'Наименование организации',
        наименование: {
          __caption__: 'Наименование организации'
        }
      }
    },
    ПланирСобесL: {
      датаПланСобес: {
        __caption__: 'Дата планирования собеседования'
      },
      регистАнкеты: {
        __caption__: 'Ф и о кандидата',
        фИОКандидата: {
          __caption__: 'Ф и о кандидата'
        },
        вакантДолжн: {
          __caption__: '',
          должности: {
            __caption__: ''
          }
        },
        номерТелефона: {
          __caption__: 'Номер телефона'
        },
        элПочта: {
          __caption__: 'Эл почта'
        },
        организация: {
          __caption__: '',
          адрес: {
            __caption__: 'Адрес'
          },
          телОрганиз: {
            __caption__: 'Телефон'
          }
        }
      },
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      организация: {
        __caption__: 'Наименование организации',
        наименование: {
          __caption__: 'Наименование организации'
        }
      }
    }
  },
  validations: {
    датаПланСобес: {
      __caption__: 'Дата планирования собеседования'
    },
    иметьПриСебе: {
      __caption__: 'Иметь при себе'
    },
    организация: {
      __caption__: 'Наименование организации'
    },
    регистАнкеты: {
      __caption__: 'ФИО'
    }
  }
};
