export default {
  projections: {
    РегРезультE: {
      датРегРезСобес: {
        __caption__: 'Дата регистрации результатов'
      }
    },
    РегРезультL: {
      датРегРезСобес: {
        __caption__: 'Дата регистрации результатов'
      },
      организация: {
        __caption__: 'Наименование организации',
        наименование: {
          __caption__: 'Наименование организации'
        }
      },
      планирСобес: {
        __caption__: 'ФИО',
        регистАнкеты: {
          __caption__: '',
          фИОКандидата: {
            __caption__: 'ФИО'
          },
          вакантДолжн: {
            __caption__: '',
            должности: {
              __caption__: 'Вакантная должность'
            }
          }
        }
      }
    }
  },
  validations: {
    датРегРезСобес: {
      __caption__: 'Дата регистрации результатов'
    },
    организация: {
      __caption__: 'Наименование организации'
    },
    планирСобес: {
      __caption__: 'ФИО'
    },
    тЧРегРезульт: {
      __caption__: 'тЧРегРезульт'
    }
  }
};
