export default {
  projections: {
    СотрудникиE: {
      iDСотр: {
        __caption__: 'I d сотр'
      },
      фИОСотруд: {
        __caption__: 'Ф и о сотруд'
      },
      должнСотр: {
        __caption__: 'Должн сотр',
        должность: {
          __caption__: 'Должность'
        }
      }
    },
    СотрудникиL: {
      iDСотр: {
        __caption__: 'I d сотр'
      },
      фИОСотруд: {
        __caption__: 'Ф и о сотруд'
      },
      должнСотр: {
        __caption__: 'Должность',
        должность: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    iDСотр: {
      __caption__: 'I d сотр'
    },
    фИОСотруд: {
      __caption__: 'Ф и о сотруд'
    },
    должнСотр: {
      __caption__: 'Должн сотр'
    }
  }
};
